﻿/* Notification that a user reacted to a note that the current user was tagged in */
"reacted_tagged_in_1" = "%@ 回應了提到你的筆記";

/* Notification that 2 users reacted to a note that the current user was tagged in */
"reacted_tagged_in_2" = "%@ 和 %@ 回應了提到你的筆記";

/* Notification that a user reposted a note that the current user was tagged in */
"reposted_tagged_in_1" = "%@ 轉發了了提到你的筆記";

/* Notification that 2 users reposted a note that the current user was tagged in */
"reposted_tagged_in_2" = "%@ 和 %@ 轉發了提到你的筆記";

/* Notification that a user zapped a note that the current user was tagged in */
"zapped_tagged_in_1" = "%@ 打閃了提到你的筆記";

/* Notification that 2 users zapped a note that the current user was tagged in */
"zapped_tagged_in_2" = "%@ 和 %@ 打閃了提到你的筆記";

/* Notification that a user reacted to the current user's note */
"reacted_your_note_1" = "%@ 回應了你的筆記";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_note_2" = "%@ 和 %@ 回應了提到你的筆記";

/* Notification that a user reposted the current user's note */
"reposted_your_note_1" = "%@ 轉發了提到你的筆記";

/* Notification that 2 users reposted the current user's note */
"reposted_your_note_2" = "%@ 和 %@ 轉發了提到你的筆記";

/* Notification that a user zapped the current user's note */
"zapped_your_note_1" = "%@ 打閃了你的筆記";

/* Notification that 2 users zapped the current user's note */
"zapped_your_note_2" = "%@ 和 %@ 打閃了你的筆記";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ 回應了你的檔案";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ 和 %@ 回應了你的檔案";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ 轉發了你的檔案";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ 和 %@ 轉發了你的檔案";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ 打閃了你的檔案";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ 和 %@ 打閃了你的檔案";
/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@ %@" = "%1$@ %2$@";

/* Alert message that informs a user was muted. */
"%@ has been muted" = "%@已被靜音";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "找不到%@";

/* Reacted by heading in local notification */
"%@ reacted with %@" = "%1$@用%2$@回應";

/* Percentage of additional zap that should be sent to support Damus development. */
"%@%" = "%1$@%2$";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. 創建帳戶無需電話號碼、電子郵箱或姓名。立即開始絲滑之旅。";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. 端到端加密信息，保護你的私信不被科技巨頭公司窺視";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's notes and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@。用比特幣⚡️，互聯網的原生貨幣，打賞你的朋友的筆記並以此積攢聰。";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@' at '%2$@' 将被用于认证";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' 是無效的NIP-05標識符。應該爲email格式。";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "關於";

/* Label for About Me section of user profile form. */
"About Me" = "關於我";

/* Placeholder text for About Me description. */
"Absolute Boss" = "大老闆";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "接受";

/* Section header for accessibility settings */
"Accessibility" = "輔助使用";

/* Title for confirmation dialog to either share, report, or mute a profile. */
"Actions" = "動態";

/* Button to confirm adding user inputted relay. */
"Add" = "添加";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "添加全部";

/* Context menu option for adding a note bookmark. */
"Add bookmark" = "添加收藏";

/* Button text to add bookmark to a note. */
"Add Bookmark" = "添加收藏";

/* Label to display relay contact user. */
"Admin" = "管理員";

/* Label for filter for all notifications. */
"All" = "所有";

/* Ask the user if they already have an account on Nostr */
"Already on Nostr?" = "已經在使用 Nostr？";

/* Setting to always show and never blur images */
"Always show images" = "一直顯示圖像";

/* Text indicating that they can contribute zaps to support Damus development. */
"An additional percentage of each zap will be sent to support Damus development" = "每個打閃的額外百分比將被用於支持達摩開放";

/* Toggle to enable or disable image animation */
"Animations" = "動圖";

/* Button text to indicate that the zap type is a anonymous zap.
   Placeholder author name of the anonymous person who zapped an event.
   Placeholder display name of anonymous user. */
"Anonymous" = "匿名";

/* Any amount of sats */
"Any" = "任何";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "API 密鑰（可選）";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "API 密鑰（必填）";

/* Navigation title for text and appearance settings.
   Section header for text and appearance settings */
"Appearance" = "外觀";

/* Text asking the user if they are lost in the app. */
"Are you lost?" = "你迷路了嗎？";

/* Prompt to ask user if they want to attach their Nostr Wallet Connect lightning wallet. */
"Are you sure you want to attach this wallet?" = "是否確定要連接此錢包？";

/* Alert for deleting all of the bookmarks. */
"Are you sure you want to delete all of your bookmarks?" = "是否確定清除所有收藏？";

/* Alert message asking if the user wants to upload an image. */
"Are you sure you want to upload this image?" = "是否確定要上傳這張圖片？";

/* Alert message asking if the user wants to upload media. */
"Are you sure you want to upload this media?" = "是否確定上傳此媒體？";

/* Text for button to attach Nostr Wallet Connect lightning wallet. */
"Attach" = "連接";

/* Navigation title for attaching Nostr Wallet Connect lightning wallet. */
"Attach a Wallet" = "連接錢包";

/* Button to attach an Alby Wallet, a service that provides a Lightning wallet for zapping sats. Alby is the name of the service and should not be translated. */
"Attach Alby Wallet" = "連接 Alby 錢包";

/* Text for button to attach Nostr Wallet Connect lightning wallet. */
"Attach Wallet" = "連接錢包";

/* Toggle to automatically translate notes. */
"Automatically translate notes" = "自動翻譯筆記";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "主頁背景圖片";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "開始前請先保存好你的帳戶信息！不然登出或御載後將無法重新登錄達摩。";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "比特幣閃電小費";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "收藏夾";

/* Accessibility label for boosts button */
"Boosts" = "捧";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "廣播";

/* Alert button to cancel out of alert for muting a user.
   Button to cancel a repost.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of view adding user inputted relay.
   Button to cancel the upload.
   Cancel deleting bookmarks.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view.
   Text for button to cancel out of connecting Nostr Wallet Connect lightning ewallet. */
"Cancel" = "取消";

/* Option to select photo from library */
"Choose from Library" = "從照片庫選擇";

/* Button for clearing bookmarks data. */
"Clear All" = "全部清除";

/* Button to clear image cache. */
"Clear Cache" = "清除緩存";

/* Button to connect to recommended relay server. */
"Connect" = "連接";

/* Button to connect to the relay.
   Label for section for adding a relay server. */
"Connect To Relay" = "連接中繼器";

/* Section title for relay servers that are connected. */
"Connected Relays" = "已連接中繼器";

/* Label to display relay contact information. */
"Contact" = "聯繫人";

/* Continue with bookmarks.
   Continue with deleting the user. */
"Continue" = "繼續";

/* Label indicating that a user's key was copied. */
"Copied" = "已複製";

/* Button to copy a relay server address. */
"Copy" = "複製";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "複製帳戶ID";

/* Context menu option to copy an image into clipboard. */
"Copy Image" = "複製圖片";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "複製圖片URL";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "複製發票";

/* Button to copy link to note */
"Copy Link" = "複製鏈接";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "複製LNURL";

/* Context menu option for copying the ID of the note. */
"Copy note ID" = "複製筆記 ID";

/* Context menu option for copying the JSON text from the note. */
"Copy note JSON" = "複製筆記 JSON";

/* Button to copy report ID. */
"Copy Report ID" = "複製舉報記錄ID";

/* Context menu option for copying the text from an note. */
"Copy text" = "複製文本";

/* Label for button in context menu to copy URL of the selected uploaded media asset. */
"Copy URL" = "複製鏈接";

/* Context menu option for copying the ID of the user who created the note. */
"Copy user public key" = "複製用戶公鑰";

/* Indicates that there are no users found. */
"Could not find the user you're looking for" = "找不到你搜索的用戶";

/* Alert message to indicate that the muted user could not be found. */
"Could not find user to mute..." = "找不到可靜音的用戶";

/* Button to navigate to create account view. */
"Create account" = "創建帳戶";

/* Button to create account. */
"Create account now" = "立即創建帳戶";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "創建新的靜音列表";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "傳奇的比特幣創始人";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "自定義";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL（專有軟件，準確性更高）";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "默認錢包";

/* Title for section in zap settings that controls the default zap amount in sats. */
"Default Zap Amount in sats" = "默認打閃金額（聰）";

/* Button for deleting the users account.
   Button to remove a user from their mutelist. */
"Delete" = "刪除";

/* Button to delete the user's account. */
"Delete Account" = "刪除帳戶";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "已刪除帳戶";

/* Label to display relay description. */
"Description" = "描述";

/* Button to disconnect from a relay server. */
"Disconnect" = "斷開";

/* Button to disconnect from the relay. */
"Disconnect From Relay" = "與中繼器斷開連接";

/* Text for button to disconnect from Nostr Wallet Connect lightning wallet. */
"Disconnect Wallet" = "斷連錢包";

/* Label to prompt display name entry. */
"Display name" = "暱稱";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Setting to enable DM Local Notification
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "私信";

/* Button that, when tapped, will finish adding a different user's relays to your relay by hiding the + buttons next to the relays.
   Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "完成";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "賺錢";

/* Button to edit user's profile. */
"Edit" = "編輯";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "已加密";

/* Prompt for user to enter an account key to login. */
"Enter your account key" = "輸入你的帳戶密鑰";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "獲取閃電發票錯誤";

/* Error message indicating why saving keys failed. */
"Error: %@" = "錯誤：%@";

/* Navigation title of view that shows the EULA, an acronym for End User License Agreement. */
"EULA" = "用戶條款";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone will see that you zapped" = "所有人都看得到你打閃了";

/* Button label text for filtering relay servers. */
"Filter" = "篩選";

/* Button to follow a user. */
"Follow" = "關注";

/* Button to follow a user back. */
"Follow Back" = "回關";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on Nostr" = "在 Nostr 上關注我";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "粉絲";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "已關注";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "關注中...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "正在關注你";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "免費版";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "獲取 API 密鑰";

/* Button to navigate to nokyctranslate website to get a translation API key. */
"Get API Key with BTC/Lightning" = "用比特幣/閃電購買 API 密鑰";

/* Text indicating the goal of developing Damus which the user can help with. */
"Help build the future of decentralized communication on the web." = "幫助建造去中心化網絡的未來。";

/* Button to hide a note from a user who has been muted. */
"Hide" = "隱藏";

/* Section footer describing OnlyZaps mode */
"Hide all 🤙's" = "隱藏所有🤙";

/* Navigation bar title for Home view where notes and replies appear from those who the user is following. */
"Home" = "主頁";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "違規內容";

/* Prompt selection of user's image uploader */
"Image uploader" = "圖像上傳服務";

/* Section title for images configuration. */
"Images" = "圖片";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "密鑰無效";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "閃電地址無效";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "小費地址無效";

/* Button for user to report that the account or content has spam. */
"It's spam" = "這是垃圾信息";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Navigation title for managing keys.
   Settings section for managing keys */
"Keys" = "密鑰";

/* Button that opens up a webpage where the user can learn more about Nostr. */
"Learn more about Nostr" = "瞭解 Nostr";

/* Moves the post button to the left side of the screen */
"Left Handed" = "左撇子界面";

/* Button to continue to login page. */
"Let's get started!" = "讓我們開始吧！";

/* Button to complete account creation and start using the app. */
"Let's go!" = "開始旅程！";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate（開源）";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "閃電地址或LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "閃電發票";

/* Accessibility Label for Like button */
"Like" = "贊";

/* Setting to enable Like Local Notification */
"Likes" = "點贊";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "加載%@條筆記";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "需要本地認證以訪問私鑰";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "本地默認";

/* Section header for damus local notifications user configuration */
"Local Notifications" = "本地通知";

/* Button to log into account.
   Button to navigate to login view. */
"Login" = "登錄";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "登出";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "正在搜索%@...";

/* Button label to indicate that tapping it will make the selected zap type be the default for future zaps. */
"Make Default" = "作為默認";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "請確認已保存好nsec帳戶私鑰！不然登出後將無法重新訪問你的帳戶。";

/* Mentioned by heading in local notification */
"Mentioned by %@" = "被%@提及";

/* Label for filter for seeing mention notifications (replies, etc).
   Setting to enable Mention Local Notification */
"Mentions" = "提及";

/* Alert button to mute a user.
   Button to mute a profile. */
"Mute" = "靜音";

/* Alert message prompt to ask if a user should be muted. */
"Mute %@?" = "靜音%@？";

/* Context menu option for muting a conversation. */
"Mute conversation" = "靜音對話";

/* Context menu option for muting users. */
"Mute user" = "靜音用戶";

/* Title of alert for muting a user. */
"Mute User" = "靜音用戶";

/* Sidebar menu label for muted users view. */
"Muted" = "已靜音";

/* Navigation title of view to see list of muted users. */
"Muted Users" = "已靜音用戶";

/* Notification that the user has received a new direct message */
"New encrypted direct message" = "新加密私信";

/* Ask the user if they are new to Nostr */
"New to Nostr?" = "Nostr 新手？";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "NIP-05認證";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "否";

/* Text indicating that there is no data available to show for specific metadata about a relay server. */
"No data available" = "無可用數據";

/* Alert message prompt that asks if the user wants to create a new mute list, overwriting previous mute lists. */
"No mute list found, create a new one? This will overwrite any previous mute lists." = "找不到靜音列表，是否創建一個新列表？這將覆蓋任何以前的靜音列表。";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one will see that you zapped" = "沒有人看得到你打閃了";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps will be sent, only a lightning payment." = "僅將發送一般的閃電付款，不會發送打閃。";

/* Dropdown option for selecting NoKYCTranslate.com as the translation service. */
"NoKYCTranslate.com (Prepay with BTC)" = "NoKYCTranslate.com（用比特幣預付費）";

/* Button text to indicate that the zap type is a private zap. */
"None" = "無";

/* No search results. */
"none" = "無結果";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "無";

/* Description about what is Nostr. */
"Nostr is a protocol, designed for simplicity, that aims to create a censorship-resistant global social network" = "Nostr 是一個設計簡單的協議，旨在創建一個抗審查的全球社交網絡";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "筆記含有\"nsec1\"私鑰。你確定嗎？";

/* Text to indicate that what is being shown is a note from a user who has been muted. */
"Note from a user you've muted" = "來自你已靜音的用戶的筆記";

/* Label for filter for seeing only notes (instead of notes and replies).
   Label for filter for seeing only your notes (instead of notes and replies). */
"Notes" = "筆記";

/* Label for filter for seeing notes and replies (instead of only notes).
   Label for filter for seeing your notes and replies (instead of only your notes). */
"Notes & Replies" = "筆記和回復";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "暫無內容，請稍後重試！";

/* Section header for notification indicator dot settings */
"Notification Dots" = "通知標記";

/* Section header for Notification Preferences */
"Notification Preference" = "通知設置";

/* Section header for Damus notifications
   Toolbar label for Notifications view. */
"Notifications" = "通知";

/* String indicating that a given timestamp just occurred */
"now" = "現在";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "裸體或暴露的內容";

/* Button to dismiss the alert. */
"Ok" = "好";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "只有你看得到這條信息和它的發件人。";

/* Section header for enabling OnlyZaps mode (hide reactions) */
"OnlyZaps" = "OnlyZaps";

/* Non-tappable text in context menu that shows up when the zap button on profile is long pressed to indicate that the user has enabled OnlyZaps, meaning that they would like to be only zapped and not accept reactions to their notes. */
"OnlyZaps Enabled" = "已啟用 OnlyZaps";

/* Setting toggle to hide reactions. */
"OnlyZaps mode" = "OnlyZaps 模式";

/* Label indicating that a form input is optional. */
"optional" = "選填";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "付費中繼器";

/* Button to paste a Nostr Wallet Connect string to connect the wallet for use in Damus for zaps. */
"Paste" = "貼上";

/* Button to pay a Lightning invoice. */
"Pay" = "支付";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "支付閃電發票";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "永久刪除帳戶";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "選擇套餐";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "請從下方的列表選擇中繼器以篩選提要：";

/* Button to post a note. */
"Post" = "發佈";

/* Button text to indicate that the zap type is a private zap.
   Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading. */
"Private" = "私密";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "私鑰";

/* Title of notification when a private zap is received. */
"Private Zap" = "私人打閃";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "只有 ‘%@’ 看得到你打閃了他們";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "專業版";

/* Sidebar menu label for Profile view. */
"Profile" = "我的檔案";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "頭像";

/* Button text to indicate that the zap type is a public zap. */
"Public" = "公開";

/* Section title for the user's public account ID. */
"Public Account ID" = "公開帳戶ID";

/* Label to indicate that text below is the user's public key used by others to uniquely refer to the user.
   Label to indicate the public key of the account. */
"Public Key" = "公鑰";

/* Label indicating that the text is a user's public account key. */
"Public key" = "公鑰";

/* Button to view profile's qr code. */
"QR Code" = "二維碼";

/* Button to compose a quoted note */
"Quote" = "引用";

/* Navigation bar title for Reactions view. */
"Reactions" = "回應";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "推薦的中繼器";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "拒絕";

/* Label to display relay address. */
"Relay" = "中繼器";

/* Navigation bar title that shows the list of relays for a user.
   Sidebar menu label for Relays view.
   Title of relays view */
"Relays" = "中繼器";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "已通知中繼器。其他用戶將可以使用該信息過濾內容。謝謝！";

/* Button label to remove all participants from a note reply. */
"Remove all" = "全部移除";

/* Button text to remove bookmark from a note. */
"Remove Bookmark" = "移除收藏";

/* Context menu option for removing a note bookmark. */
"Remove bookmark" = "移除收藏";

/* Accessibility label for reply button */
"Reply" = "回覆";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Replying to" = "正在回覆";

/* Indicating that the user is replying to the following listed people.
   Indicating that the user is replying to the themself and no one else, where the parameter is 'self' in US English.
   Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "正在回覆%@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "正在回覆%1$@和%2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "回覆自己";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "舉報";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "舉報記錄ID：";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "舉報成功！";

/* Button to repost a note */
"Repost" = "轉發";

/* Text indicating that the note was reposted (i.e. re-shared). */
"Reposted" = "已轉發";

/* Reposted by heading in local notification */
"Reposted by %@" = "被%@轉發";

/* Navigation bar title for Reposts view.
   Setting to enable Repost Local Notification */
"Reposts" = "轉發";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "請求";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "重試";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "中本聰";

/* Button for saving profile. */
"Save" = "保存";

/* Context menu option to save an image. */
"Save Image" = "保存圖片";

/* Text to prompt scanning a QR code of a user's pubkey to open their profile. */
"Scan a user's pubkey" = "掃描用戶公鑰";

/* Button to switch to scan QR Code page. */
"Scan Code" = "掃描二維碼";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "掃碼";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "熱搜詞：#%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "搜索...";

/* Navigation title for universe/search settings.
   Section header for search/universe settings */
"Search/Universe" = "搜索/宇宙";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "帳戶私鑰";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "選擇閃電錢包";

/* Prompt selection of user's default wallet */
"Select default wallet" = "選擇默認錢包";

/* Part of a larger sentence 'Replying to self' in US English. 'self' indicates that the user is replying to themself and no one else. */
"self" = "自己";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "發送信息以開始對話...";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Send a reply with your zap..." = "與你的打閃同時發送回覆...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "服務器";

/* Prompt selection of translation service provider. */
"Service" = "選擇服務";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "設置";

/* Button to share a note
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "分享";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "分享筆記";

/* Button to present iOS share sheet */
"Share Via..." = "分享選項";

/* Button to show a note from a user who has been muted.
   Toggle to show or hide user's secret account login key. */
"Show" = "顯示";

/* Button that, when tapped, will show + buttons next to a user's relays. */
"Show +" = "顯示 +";

/* Button to show less of a long profile description. */
"Show less" = "顯示更少";

/* Button to show entire note.
   Button to show more of a long profile description. */
"Show more" = "顯示更多";

/* Setting to Show notifications only associated to users your follow */
"Show only from users you follow" = "僅顯示你關注的用戶";

/* Toggle to show notes that are only in the device's preferred languages on the Universe feed and hide notes that are in other languages. */
"Show only preferred languages on Universe feed" = "在宇宙提要上僅顯示首選語言";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "顯示錢包選擇";

/* Title of view to log into an account. */
"Sign in" = "登入";

/* Section title for signing out */
"Sign Out" = "登出";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "登出";

/* Description about why Nostr is needed. */
"Social media has developed into a key way information flows around the world. Unfortunately, our current social media systems are broken" = "社交媒體已發展成為信息在世界範圍內流動的重要方式。不幸的是，我們當前的社交媒體系統有許多缺陷";

/* Label to display relay software. */
"Software" = "軟件";

/* Section header for Universe/Search spam */
"Spam" = "垃圾筆記";

/* Text calling for the user to support Damus through zaps */
"Support Damus" = "支持達摩";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "支持的NIP";

/* Option to take a photo with the camera */
"Take Photo" = "拍照片";

/* Section header for damus text truncation user configuration */
"Text Truncation" = "截斷文本";

/* Button to close out of alert that informs that the action to muted a user was successful. */
"Thanks!" = "謝謝！";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "地址應該以 LNURL 開始或爲電子郵箱地址格式。";

/* Quick description of what Damus is */
"The go-to iOS Nostr client" = "首選 iOS Nostr 客戶端";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "抄襲模仿他人";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for notes to be accepted." = "這是一個付費中繼器，你必須付費才能使它接受你的筆記。";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make notes or interact in any way. This is used for viewing accounts from their perspective." = "這是一個公鑰，你將無法發佈筆記或以任何形式互動。只能用於從其觀點查看帳戶。";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "這是你的帳戶 ID，可以將其分享給你的朋友以便他們關注你。輕點以複製。";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "這是你的祕密私鑰。只有用它才能訪問你的帳戶。可以用密碼管理器或其他安全方式保管你的私鑰。切忌不要把私鑰透露給任何人！";

/* Navigation bar title for note thread. */
"Thread" = "筆記鏈";

/* Toggle to translate direct messages. */
"Translate DMs" = "翻譯私信";

/* Button to translate note from different language. */
"Translate Note" = "翻譯筆記";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "已從%@翻譯";

/* Navigation title for translation settings.
   Section header for text and appearance settings */
"Translation" = "翻譯";

/* Section title for selecting the translation service. */
"Translations" = "翻譯";

/* Setting to truncate text in mention notifications */
"Truncate notification mention text" = "截斷提及通知的文本";

/* Setting to truncate text in timeline */
"Truncate timeline text" = "截斷時間表文本";

/* Text field prompt asking user to type DELETE in all caps to confirm that they want to proceed with deleting their account. */
"Type %@ to delete" = "輸入%@以刪除";

/* Text box prompt to ask user to type their note. */
"Type your note here..." = "在此輸入你的筆記...";

/* Button to unfollow a user. */
"Unfollow" = "取消關注";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "正在取消關注...";

/* Toolbar label for the universal view where notes from all connected relay servers appear. */
"Universe 🛸" = "宇宙 🛸";

/* Button to unmute a profile. */
"Unmute" = "取消靜音";

/* Context menu option for unmuting a conversation. */
"Unmute conversation" = "取消靜音對話";

/* Button to proceed with uploading. */
"Upload" = "上傳";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message that informs a user was d. */
"User has been muted" = "用戶已被靜音";

/* Alert message to indicate the user has been muted */
"User muted" = "用戶已被靜音";

/* Label for Username section of user profile form. */
"Username" = "用戶名";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "版本";

/* Setting to only see 1 event per user (npub) in the search/universe */
"View multiple events per user" = "查看每個用戶的多條筆記";

/* Button to switch to view users QR Code */
"View QR Code" = "顯示二維碼";

/* Text telling the user to wake up, where the argument is their display name. */
"Wake up, %@" = "醒醒，%@";

/* Sidebar menu label for Wallet view. */
"wallet" = "錢包";

/* Navigation title for Wallet view
   Sidebar menu label for Wallet view.
   Title for section in zap settings that controls the Lightning wallet selection. */
"Wallet" = "錢包";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "警告：\n\n這將簽署一個刪除此帳戶的事件。\n\n你將無法使用此帳戶的密鑰登陸達摩。\n\n你確定要繼續嗎？";

/* Label for Website section of user profile form. */
"Website" = "網站";

/* Welcome text shown on the first screen when user is not logged in. */
"Welcome to Damus" = "歡迎來到達摩";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "歡迎來到由%@控制的社交網絡。";

/* Welcome text */
"Welcome to the social network you control" = "歡迎來到由你控制的社交網絡";

/* Text to welcome user. */
"Welcome, %@!" = "歡迎，%@！";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "你想要舉報什麼問題？";

/* Heading text for section describing what is Nostr. */
"What is Nostr?" = "Nostr 是什麼？";

/* Heading text for section describing why Nostr is needed. */
"Why we need Nostr?" = "為什麼需要 Nostr？";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "確定覆蓋";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "確定，發佈私鑰";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "你";

/* Text telling the user that they are dreaming. */
"You are dreaming..." = "你在做夢...";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "你還沒有收藏，請在菜單中添加收藏內容";

/* Label for Your Name section of user profile form. */
"Your Name" = "你的名字";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "你的舉報將被發送到你已連接的中繼器上";

/* Accessibility label for zap button
   Button to send a zap.
   Text underneath the number of sats indicating that it's the amount used for zaps.
   Title of notification when a non-private zap is received. */
"Zap" = "打閃";

/* Message to display when sending a zap from the user's connected wallet failed. */
"Zap attempt from connected wallet failed." = "從已連接的錢包嘗試的打閃失敗了。";

/* Message to display when a zap from the user's connected wallet was canceled. */
"Zap attempt from connected wallet was canceled." = "從已連接的錢包嘗試的打閃已取消。";

/* Text to indicate that the buttons below it is for choosing the type of zap to send. */
"Zap type" = "打閃種類";

/* Setting to enable vibration on zap */
"Zap Vibration" = "打閃振動";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "正在打閃...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view.
   Navigation title for zap settings.
   Section header for zap settings
   Setting to enable Zap Local Notification
   Title for section in zap settings that controls general zap preferences. */
"Zaps" = "打閃";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

